Repository: RedAtman/dj-ms-core
Catalog: rbac/locale/*/LC_MESSAGES/django.po
Languages: de

source: Yes
de: Ja

source: No
de: Nein

source: Description
de: Beschreibung

source: RBAC permission
de: RBAC Berechtigung

source: RBAC permissions
de: RBAC Berechtigungen

source: Display name
de: Anzeigename

source: RBAC role
de: RBAC Rolle

source: RBAC roles
de: RBAC Rollen

source: Display effective permissions
de: Effektive Berechtigungen anzeigen

source: Effective permissions
de: Effektive Berechtigungen

source: RBAC role profile
de: RBAC Rollenprofil

source: RBAC role profiles
de: RBAC Rollenprofile

source: RBAC session
de: RBAC Sitzung

source: RBAC sessions
de: RBAC Sitzungen

source: RBAC user assignment
de: RBAC Benutzerzuweisung

source: RBAC user assignments
de: RBAC Benutzerzuweisungen

source: Effective permissions of role &quot;%(role_name)s&quot;
de: Effektive Berechtigungen der Rolle &quot;%(role_name)s&quot;

source: Permissions by model
de: Berechtigungen nach Model

source: RBAC Roles
de: RBAC Rollen

source: The following table provides an overview of the model permissions which are currently assigned to roles.
de: Die nachfolgende Tabelle gibt einen Überblick über alle Model-Berechtigungen, die aktuell einer Rolle zugewiesen sind.

source: Permission
de: Berechtigung

source: Model permissions
de: Model-Berechtigungen

source: Select RBAC session roles
de: RBAC Sitzungsrollen auswählen

source: Please select one or more roles for this session:
de: Bitte wählen Sie eine oder mehrere Rollen für diese Sitzung:

source: Cancel
de: Abbrechen

source: Apply
de: Anwenden
